Revit 2027 API
HVACLoadType.OutdoorAirFlowStandard Property
 The outdoor airflow standard.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public OutdoorAirFlowStandard OutdoorAirFlowStandard { get; set; }
Public Property OutdoorAirFlowStandard As OutdoorAirFlowStandard
	Get
	Set
public:
property OutdoorAirFlowStandard OutdoorAirFlowStandard {
	OutdoorAirFlowStandard get ();
	void set (OutdoorAirFlowStandard value);
}
member OutdoorAirFlowStandard : OutdoorAirFlowStandard with get, set
Property Value
OutdoorAirFlowStandard
Exceptions
Exception | Condition
ArgumentOutOfRangeException |  When setting this property: A value passed for an enumeration argument is not a member of that enumeration
See Also
Reference
HVACLoadType Class
Autodesk.Revit.DB.Analysis Namespace